Revit 2027 API
RoutingCriterionBase Properties
The RoutingCriterionBase type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RoutingCriterionBase Class
Autodesk.Revit.DB Namespace